{"url": "https://www.hindustantimes.com/cities/bengaluru-news/cm-siddaramaiah-submits-letter-to-pm-over-key-demands-and-priorities-of-karnataka-101719724460346.html", "headlines": "CM Siddaramaiah submits letter to PM over key demands and priorities of Karnataka", "content": "After meeting with Prime Minister Narendra Modi where key issues concerning Karnataka's development and progress were discussed, Karnataka Chief Minister K Siddaramaiah on Saturday submitted a detailed letter to Prime Minister Modi highlighting key demands and priorities for Karnataka's development.The CM of Karnataka informed this through a social media post on X and wrote, \"Chief Minister Shri @siddaramaiah submitted a detailed letter to Prime Minister Shri @narendramodi highlighting key demands and priorities for Karnataka's development. Anticipating constructive collaboration for the progress of our state. The Chief Minister @siddaramaiah met the Prime Minister @narendramodi.\"Informing about the meeting, the CM of Karnataka wrote on X, \"Chief Minister Shri @siddaramaiah had a constructive meeting with Hon'ble Prime Minister Shri Narendra Modi in Delhi today. Key issues concerning Karnataka's development and progress were discussed. Committed to working together for the state's growth and prosperity.\"In the meeting, the Karnataka CM requested approval of important projects of the states which includes Mekedatu Dam Project, Bhadra Upper Bank Project, Kalasa Banduri Drinking Water Project, etc.In a post, the Karnataka CM wrote, \"The Chief Minister @siddaramaiah met the Prime Minister @narendramodi today and requested approval of important projects of the state. The approval of the 9,000 crore Mekedatu Dam Project, which will provide drinking water to Bangalore city and generate 400 MW of electricity, is pending from the Central Water Commission, and the Prime Minister was requested to take personal interest in the said project.\"\"It was requested to direct the officials of the Ministry of Water Power and the Ministry of Environment and Forests to release 5,300 crore for the Bhadra Upper Bank Project as announced in the Central Government Budget 2023-2024 and for quick settlement of the Kalasa Banduri Drinking Water Project. The problem of drinking water will be solved due to Mahadai Yojana, a long-time dream project of the people of Kittoor Karnataka region.\"Furthermore, the CM requested the PM to grant funds to the state government and NHAI through Central Budget for the construction of a tunnel which will further help in decongesting the Bangalore city.The CM of Karnataka handle wrote on X, \"3,000 crore for the 60 km tunnel to decongest Bangalore city, the project has several benefits. This tunnel connecting National Highway 7 to National Highway 4 could be carried out by the Government of Karnataka in collaboration with the Central National Highway Authority, and a request was made to grant funds to the State Government and NHAI through the Central Budget.\"\"To increase the demand for public transport, Bengaluru Metro Rail Corporation has submitted a DPR of Rs. 15,611 crore for the construction of 44.65 km of Metro 3rd phase to the Central Government, pending the approval of the Union Cabinet. Requested for approval as soon as possible. The state government has approved the construction of 73.04 km long Ashtapatha Peripheral Ring Road under private public partnership. The Chief Minister @siddaramaiah requested the Prime Minister @narendramodi to earmark the necessary funds in the Union Budget.\"Also, a request was made by CM Siddaramaiah to release a special grant of 6,000 crore recommended by the 15th Finance Commission for the period 2021-26 for development of lakes and peripheral ring road.The state government has earmarked a grant of 3,000 crore in the budget for the development of seven districts of Kalyan Karnataka, and the central government has been requested to provide a corresponding grant in its budget for 2024-25 and to increase the grant provided under the development aspiring district program of the central government and to facilitate inclusion of new programs in the scheme.", "timestamp": 1719741000000}
{"url": "https://www.hindustantimes.com/trending/man-draws-parallels-between-san-francisco-and-bengaluru-says-city-has-immaculate-sf-like-experience-101719402805960.html", "headlines": "Man draws parallels between San Francisco and Bengaluru, says city has 'immaculate SF-like experience'", "content": "X user Hardeep Gambhir, who once lived in San Francisco, USA moved to Bengaluru, India 7 years ago. Recently, he to took to the microblogging platform to share similarities between the two places. Not only that, but he also called it an \"immaculate SF-like experience\".In his post, he first mentioned about the Uber zone which one can find after getting down at the airport. He also added, that when he spoke in Hindi, two auto drivers replied to him in English, which left him surprised. (Also Read: ) \"HSR layout is like the Hayes Valley of SF here. Once you're tapped into the startup ecosystem, you start bumping into people in popular places often. And the talent? - just insane. Idk how VCs aren't as heavily investing here. In 1 month, I have met some insane builders here,\" wrote Gambhir further. He then shared about the food delivery system, cheap mobile plans, and Yulu bikes.At the end, he posted, \"In general, everything is mega cheap. For comparison: my total expenses in SF were about 2500 USD monthly, and here it's about 900 USD.\" (Also Read: )His primary post was shared on June 21. Since being posted, it has gained close to two million views. The post also has numerous likes and comments.An individual said, \"When you have money the rest of the world is better than the USA in almost every way.\"Another person shared, \"I visited Bangalore last year and at USD 100-150k/yr income I'd take Bangalore over SF if doing anything except AI. It vastly exceeded my expectations; only traffic was annoying.\"A third added, \"Amazing man, moved here back from UK and loving it. Everything is just an app away and the customer service is just amazing. I am a builder as well.\"Someone else shared, \"All true. But the main problems are pollution, traffic jams, and water scarcity. The greenery of Bangalore is gone.\"Get World Cup ready with  From live scores to match stats, catch all the action here.  Get Latest Updates on  Viral News, Video, Photos and  of India and around the world ", "timestamp": 1719403200000}
{"url": "https://www.hindustantimes.com/india-news/prajwal-revannas-bail-plea-rejected-in-rape-case-by-bengaluru-court-101719399571756.html", "headlines": "Prajwal Revanna's bail plea in rape case rejected by Bengaluru court", "content": "The special people representative court rejected the bail plea of rape accused and suspended Janata Dal-Secular (JD-S) leader Prajwal Revanna. He is accused in a case filed at Holenarasipura police station in Karnataka along with his father, HD Revanna.The 33-year-old is currently held in custody by a Special Investigation Team (SIT), which was set up to investigate allegations of his involvement in sex crimes. Explicit videos purportedly showing him surfaced shortly before the 2024 Lok Sabha elections. The ex-MP was arrested on May 31 soon after he returned from Germany where he was holed up after an investigation about the alleged sexual abuse by him was taken up by the Karnataka police.ALSO READ- \"The cases of sexual abuse surfaced when pen drives containing explicit videos, allegedly involving Revanna, were circulated in Hassan just before the Lok Sabha polls on April 26. The JD-S suspended him from the party after these cases were filed against him.On April 27, the day after the polls in Hassan, he departed for Germany. The Interpol then issued a 'Blue Corner Notice' at the request of the SIT through the Central Bureau of Investigation (CBI) to locate him., brother of former MP Prajwal Revanna, has also been arrested on charges of sexually abusing multiple women, according to police.ALSO READ- He was booked on Saturday for allegedly assaulting a party worker recently, under various sections of the IPC including “unnatural offences.”ALSO READ-Both Prajwal Revanna and Suraj Revanna are grandchildren of JD-S leader and former prime minister HD Deve Gowda.Get World Cup ready with ! From live scores to match stats, catch all the action here.  Get Current Updates on , ,  along with  and  from India and around the world. ", "timestamp": 1719412380000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bangalore-weather-today-aqi-and-rain-forecast-updates-june-27-2024-101719451807603.html", "headlines": "Bangalore Weather and AQI Today: Warm start at 21.16 °C, check weather forecast for June 27, 2024", "timestamp": 1719451800000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bengaluru-police-issue-notice-to-sub-inspector-after-murder-accused-pavitra-gowda-found-with-makeup-101719458384459.html", "headlines": "Bengaluru police issue notice to sub-inspector after murder accused Pavitra Gowda found with make-up", "content": "A notice has been issued to a senior sub-inspector for allegedly allowing murder accused and actress Pavitra Gowda to wear a make-up during police custody. The officer was asked to explain after Gowda was spotted with makeup while coming out from her house after mahazar. - Speaking to reporters on Wednesday, S Girish, deputy commissioner of police (DCP), said, “The visuals of Pavitra Gowda coming out of her house after mahazar with a make-up came to our attention. A notice has been issued to the sub-inspector, and he was asked to submit an explanation regarding this.”However, the police officials reportedly informed their seniors that Pavitra must have put on her make-up when she was allowed to go to the washroom. They also said that she is carrying her make-up kit with her during the police custody. The video recently went viral, and Pavitra was seen smiling after mahazar at her Bengaluru residence.Pavitra Gowda, the partner of actor Darshan, is allegedly the one who instigated the brutal murder of Renukaswamy and the A1 accused in the case. The victim Renukaswamy’s body was discovered near a stormwater drain next to an apartment in Sumanahalli on June 9. The post-mortem report concluded that Renukaswamy died due to shock and haemorrhage. As per the investigation so far, Renukaswamy was subjected to electric shocks as part of the torture, which resulted in 39 injuries, including seven burns. ", "timestamp": 1719458760000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bengaluru-police-books-a-man-for-allowing-kids-to-pop-out-of-suvs-sunroof-report-101719464185241.html", "headlines": "Bengaluru police books a man for allowing kids to pop out of SUV's sunroof: Report", "content": "Bengaluru police fined a car owner for allowing his kids to pop out of the car’s sunroof while the vehicle was in traffic. Cops also warned commuters to be careful and refrain from allowing kids to pop out from the sunroofs. - According to a report in The Times of India, police sent a challan of 1000 to the vehicle owner near Marathahalli Road while his Kia Seltos had two kids gazing through its sunroof. A challan of 1000 was sent to the violator after an X user spotted the violation and posted it on social media.Meanwhile, Bengaluru traffic police commissioner MN Anucheth said that anyone popping out from the sunroof would be considered as a violation and ‘unsafe driving practice. He said, “Numerous accidents happen due to people coming out of the sunroofs on roads. It is a dangerous driving practice and it will also harm other’s safety on the road. Other than safety, doing such things is illegal, and many are unaware of the rules. A 1000 fine will be imposed if anyone was found violating the rule.\"Another senior police official told the publication that the number of people coming out of sunroofs has drastically increased in recent times. “So many people are coming out of sunroofs on busy roads and highways. It is high time that they must prioritise their own safety,” he added.", "timestamp": 1719464520000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bengaluru-biker-assaulted-after-confronting-car-owner-for-driving-on-wrong-side-101719468064091.html", "headlines": "Bengaluru biker assaulted after confronting car owner for driving on wrong side", "content": "A Bengaluru biker was assaulted for confronting a car owner after the latter drove his vehicle in the wrong direction. The video took the internet by storm and the car driver was even seen abusing the biker both physically and verbally. - In the viral video, the biker stopped on the road and refused to give way to the car, which was trying to move back in the wrong direction. The driver popped out of the car ferociously and started abusing the biker. He was seen screaming, “The road is very big. Can you not go that way? I will finish you.” The incident is said to have happened near a busy Hebbal flyover. The complainant took to social media and wrote, “This guy came from the middle lane to the left lane without any indicator suddenly and was about to hit me, and upon telling him this, he came and stopped me and started abusing me. Location Hebbal Fly over, Time 9:04am.”The video received more than 1,800 reposts, and internet users urged Bengaluru police to take action against the incident. However, cops acknowledged the issue and asked the complainant to share more details.Earlier, Bengaluru police conducted a special drive to find those who were travelling the wrong route in the city. Driving in the opposite direction is one of the key reasons for road accidents in the tech capital. ", "timestamp": 1719498540000}
{"url": "https://www.hindustantimes.com/trending/bengaluru-cab-drivers-impressive-earnings-stun-netizens-rs-3-000-4-000-daily-101719472639542.html", "headlines": "Bengaluru cab driver's impressive earnings stun netizens: ' ", "content": "A Redditor who was travelling by a cab in asked the driver about his daily earnings and was shocked by the response. The Redditor detailed how the driver told him that he is able to earn 3,000 to 4,000 per day. Not only that, but he also shared that the driver also earns extra by driving for cabs.\"So, I was coming back from a function today, and I booked a cab. While chatting with the , I asked him about his earnings. He mentioned that he makes around 3000 to 4000 per day. I was shocked! If he makes 3000 per day and works for 25 days a month, that totals to 75,000 per month. He added that even after deducting petrol costs, he still has enough money. Plus, he has another cab attached to Ola, which brings in additional income. He proudly mentioned that his kids go to a good . When I asked him how long he's been driving, he said that he had been driving since 2019, after he lost his previous job,\" wrote the Redditor in the post. (Also Read:) This post was shared two days ago. Since being posted, it has gained over 300 upvotes. The post also has numerous comments.An individual wrote, \"This is pretty reasonable and believable. I have a close friend's brother who works as an Ola driver. He usually just focuses on airport or railway station pick ups. Works a bit odd hours. But comfortably brings home around 80k after expenses (fuel, EMI, maintenance and insurance). He leads a pretty comfortable life and has a 30/40 home at Yelahanka and couple of acres land in native which he bought with his cab earnings. If you are hardworking and reliable, you can make a lot of money in that business.\"Another added, \"Why is it a surprise, he is working hard for that. we see most so many incompetent employees earning more than that. That should actually be surprising.\" (Also Read: )\"Of course. My office cab guy earns around 30k after all expenses per month just from office trips. He also rides for other apps. The one side is that it's physically draining, which people don't tend to notice,\" commented a third.Get World Cup ready with  From live scores to match stats, catch all the action here.  Get Latest Updates on  Viral News, Video, Photos and  of India and around the world ", "timestamp": 1719473220000}
{"url": "https://www.hindustantimes.com/trending/sam-altman-is-logged-in-to-this-bengaluru-startup-s-slack-workspace-amazing-story-101719476721112.html", "headlines": "Sam Altman is logged into this Bengaluru startup’s Slack workspace: ‘Amazing story’", "content": "The Bengaluru-based founder and CEO of SuperKalam has revealed that OpenAI CEO Sam Altman is logged into their company’s Slack workspace. In a post shared on the social media platform X, Vimal Singh Rathore said that Altman’s presence is enough to keep him motivated at work.“We have on our Slack workspace. Seeing him online itself makes me work harder all the time. Amazing story,” wrote the CEO of SuperKalam, a platform which provides AI-backed mentors to students. Rathore, a Y Combinator alum, acknowledged in the comments section that not many  founders have the kind of accessibility he does to Altman. He did not expressly state how the CEO of ChatGPT-maker OpenAI came to be a part of their workspace. In response to a user’s query, Rathore replied: “We worked with OpenAI team since early days, so maybe they were kind to give us that kind of access.”SuperKalam leverages OpenAI’s GPT-4, and GPT-3.5 to deliver personalised learning experiences to UPSC aspirants, according to  magazine.In June last year, Rathore became one of the few people who got an opportunity to meet Sam Altman during his trip to India. He was part of an event with developers at IIIT-Delhi.“Thrilled to meet @sama in person,” he wrote on X, sharing a picture of the 39-year-old CEO of OpenAI. “Equally exciting is to be building in AI.”A few weeks later, he shared a video of another event with Altman, this one taken during the Y Combinator alumni meet.Vimal Singh Rathore started SuperKalam in July 2023 along with Aseem Gupta. The startup is backed by Y Combinator, Google for Startups, Good Water Capital, FundersClub, Titan Cap, AngelList, iSeed, Kunal Shah (CRED), Gaurav Munjal (Unacademy), Dan Reich, Sujeet (Udaan), Tanmay Bhat, according to his LinkedIn profile.Get World Cup ready with  From live scores to match stats, catch all the action here.  Get Latest Updates on  Viral News, Video, Photos and  of India and around the world ", "timestamp": 1719477240000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/mohandas-pai-calls-hosur-airport-an-attempt-to-attract-karnataka-businesses-bats-for-infra-improvement-in-state-101719555334464.html", "headlines": "Mohandas Pai calls Hosur airport ‘an attempt to attract Karnataka businesses,’ bats for infra improvement in state", "content": "Former Infosys CFO TV Mohandas Pai said that Tamil Nadu CM MK Stalin's proposal of Hosur International Airport will attract many  industries to the neighboring state. As  is just 40 km away from Bengaluru, Pai called it an attempt to attract more business from Karnataka. - In an X post, Mohandas Pai said, “Tamil Nadu CM Stalin announces international airport in Hosur. Karnataka lost industries to Hosur over the last 40 years due to lethargy and lackadaisical attitude. Now, an attempt has been made to take more business from Karnataka. Karnataka must improve infra.”On Thursday, Tamil Nadu CM MK Stalin announced that an international airport will be built in Hosur city. The airport will cater to the industrial needs of Krishnagiri and Dharmapuri districts and ensure the overall socio-economic development of the two regions.Stalin said that the new airport is expected to be on 2,000 acres of land and capable of handling 30 million passengers every year.While speaking in the assembly, he said, “I am pleased to announce in this House that an international airport will be set up on 2,000 acres of land in Hosur, capable of handling 30 million passengers per annum.”Earlier, Karnataka government, also proposed a metro line to Hosur from Bengaluru.According to a letter from the BMRCL, the extended line will be around 20.5 km long, of which 11.7 km falls in Karnataka and the remaining falls in Tamil Nadu. The state government has also asked their Tamil Nadu counterparts to conduct a feasibility study. The costs and maintenance of the project will be shared between both states.Though geographically in Tamil Nadu, Hosur is a town near Bengaluru, and there are a good number of Kannada speakers in the town. Many techies who work in Electronics City travel from Hosur on daily basis as it offers low cost of living, when compared to the tech capital. ", "timestamp": 1719555840000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/vokkaliga-seer-publicly-appeals-to-cm-siddaramaiah-to-step-down-and-make-way-for-shivakumar-101719558222555.html", "headlines": "Vokkaliga seer publicly appeals to CM Siddaramaiah to step down and make way for Shivakumar", "content": "A Vokkaliga seer on Thursday publicly urged Karnataka Chief Minister Siddaramaiah to step down and make way for his deputy D K Shivakumar, amid a power tussle within the ruling Congress. -His appeal has come at a time, when there is growing demand within the Siddaramaiah cabinet to have three more Deputy Chief Ministers -- from Veerashaiva-Lingayat, SC/ST and minority communities. Vishwa Vokkaliga Mahasamastana Math seer Kumara Chandrashekaranatha Swamiji raised the pitch for Shivakumar at the Kempegowda Jayanti event here to commemorate the birth anniversary of Bengaluru's founder, in the presence of both Siddaramaiah and the Deputy Chief Minister on the dais.Shivakumar, who is also the state Congress President, is a Vokkaliga -- a dominant community in the southern parts of the state. Currently, he is the only Deputy Chief Minister. \"Everyone has become Chief Minister and has enjoyed power, but our D K Shivakumar has not become the Chief Minister. So the request is, Siddaramaiah, who has experienced (the post), should please give up the power to our D K Shivakumar in the future, and bless him good,\" Chandrashekaranatha Swamiji said. Addressing the gathering, he said: \"only if Siddaramaiah makes up his mind, this can happen, or else it won't happen. So with 'Namakaras', I request Siddaramaiah to make D K Shivakumar the Chief Minister.\"Reacting to a question on the seer's appeal, Siddaramaiah, later speaking to reporters, said: \"Congress is a high command party....this is a democracy. We will follow whatever the high command says.\" Shivakumar said: \"things have been said.... We both (him and Siddaramaiah) are travelling to New Delhi to discuss with MPs from the state, regarding the state's projects (pending approval from the Centre).\" Later, speaking to reporters in New Delhi, both Siddaramaiah and Shivakumar chose to downplay the seer's comments. Siddaramaiah said: \"We are in a democracy...whatever high command decides is final....he (the seer) has said things; he does not know, this is a political party\". Shivakumar added: \"Swamiji has said out of passion, it cannot be taken seriously. In politics, people speak out of admiration, but we will abide by the party's decision.\" There was stiff competition between Siddaramaiah and Shivakumar for the Chief Minister's post after the declaration of Assembly election results in May last year, and the Congress had managed to convince the latter and made him the Deputy Chief Minister. There were some reports at the time that a compromise had been reached based on a \"rotational chief minister formula,\" according to which Shivakumar will become CM after two-and-half years but they have not been officially confirmed by the party. Shivakumar has made no secret of his ambition to become chief minister, while Siddaramaiah had sought public support during the Lok Sabha polls so that the Congress wins maximum number of seats in the state, which would strengthen his position. A section within the Congress is of the opinion that the statement by the Ministers seeking three more Deputy CMs, was part of a plan by Siddaramaiah’s camp to keep Shivakumar in check, amid talks he might seek the CM post after two-and-half years of this government’s tenure, and to counter his influence both in the government and party.Leaders in Shivakumar's camp too seem to have started coming out openly in support of their leader. Channagiri Congress MLA Basavaraju V Shivaganga on Wednesday urged the party to make Shivakumar the Chief Minister. Some Ministers in the Siddaramaiah cabinet reacted to the seer's comments, with some objecting to it, while others calling it his personal opinion. Co-operation Minister K N Rajanna, who is considered close to Siddaramiah, said: \"who will give up (the position)? Just because he (seer) asked can it be given up? Let the seer give up his position, I will become Swamiji -- ask whether he will give up? No one will give up...I don't know with what intention the seer has said things, in a democracy he has the right to speak.\" Home Minister G Parameshwara said the seer might have shared his personal opinion, but he has nothing to do with the CM post, as the CM is elected following a process involving the political party and its legislators.Agriculture Minister Cheluvarayaswamy, reacting to Swamiji pitching for Shivakumar, said: \"that time may also come, the party and the high command along with MLAs will decide. Swamiji has said his opinion. The party will ultimately decide. Shivakumar is the party President and someone who has commitment towards the party more than anyone else.\" Leader of Opposition in the Assembly R Ashoka said \"this development\" proves that there is divide within the government and it also proves the BJP's claims that this government will not survive for long. \"As far as I know, at a government programme such a humiliation had never happened to a sitting Chief Minister, who heads the government,\" he said, stating that it is better for Siddaramaiah to resign and \"go home.\" Terming the seer's comment as a strategy by Shivakumar to counter Siddaramaiah, Ashoka pointed out that the Chief Minister's camp has been making statements demanding for three more Deputy Chief Ministers.", "timestamp": 1719558660000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/pothole-menace-at-bengalurus-ecospace-flyover-on-outer-ring-road-video-101719545129959.html", "headlines": "Pothole menace at Bengaluru's Ecospace flyover on Outer Ring Road. VIDEO", "content": "The pothole menace in  does not seem to end even after the civic body claimed that it would fix all bad roads in the city. A video that went viral on social media shows a stream of potholes on a crucial Eco space flyover on the Outer Ring Road, which is a tech hub. - The video was shared by a community X handle called Citizens Movement, and it had tens of potholes in less than a kilometre distance. “Dear @DKShivakumar sir, this is the Ecospace Flyover on ORR, a backbone of Bengaluru's IT corridor. The road is in shambles! What do your advisers show you in #BrandBengaluru meetings? It hasn't been tarred in a year.” People also complained that the condition of this road has remained the same for several years now. A user said, “Correction.. this flyover has remained the same for over five years. I used to drive from Whitefield to the HSBC office in EcoSpace during 2018, and it was in the same condition during that time.”Another user wrote, “In a year? That's a joke. I remember that these 2-3 major undulations are around for more than 3-4 years. @BBMPCOMM - You folks are paid for a reason. At least get things fixed where public exposure is more. You folks have seriously affected the Brand Bengaluru.”The earlier claimed that they roped in Artificial Intelligence (AI) cameras to detect the potholes on the road. Along with potholes, these cameras will also capture damaged streetlights, footpaths, and other things that cause a street-medic menace. Speaking to reporters, BBMP commissioner Tushar Girinath said, “These vehicles which are installed with AI cameras will travel at 5km per hour speed, and all 15 vehicles will cover 300 km a day together. The data collected by these cameras will help civic officials fix the roads.”  ", "timestamp": 1719546180000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/staterun-bus-spotted-travelling-on-the-wrong-side-on-bengaluru-mysuru-expressway-video-101719475664702.html", "headlines": "State-run bus spotted travelling on the wrong side on Bengaluru-Mysuru Expressway. VIDEO", "content": "The traffic violations on Bengaluru - Mysuru expressway continue even after high vigilance by both Karnataka Police and the National Highway Authority of India (NHAI). A Karnataka Road Transport Corporation (KSRTC) bus was seen driving on the wrong side at Bengaluru – Mysuru Expressway, causing danger to the passengers and other commuters.  - The social media user claimed that the video was shot on Saturday and in the video, the bus was seen cruising through the busy road, on a wrong side of it. The user named Shreyas Belur took to social media platform X and wrote, “On the 22 nd June Saturday, During a busy day the KSRTC bus was driving in the opposite direction in Bangalore-Mysuru expressway. He is in the fast lane couple of cars had to quickly change lanes Due to this Reckless bus Driver.” Meanwhile, the KSRTC responded to the video and promised appropriate action against the bus driver. Many users complained about repeated violations on the expressway and asked the authorities to cancel the driving license. “The drivers licence should be cancelled for wrong side driving , putting passengers and road users' lives in danger,” a user said.In May, 60 cameras were installed on the Bengaluru—Mysuru Expressway to detect vehicles speeding and causing accidents. These cameras will spot vehicles travelling at higher speeds than the permissible limits and automatically generate traffic challans. The number of accidents on this expressway has been concerning and Karnataka police have been trying to bring them down.", "timestamp": 1719476100000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/thirteen-pilgrimage-tourists-killed-after-horrific-road-accident-in-karnataka-haveri-101719547328728.html", "headlines": "13 pilgrims, including 2 kids, killed in horrific road accident on Bengaluru-Pune highway", "content": "A total of 13 people were killed in a massive road accident in Karnataka’s Haveri district in the early hours of Friday, reported The Hindu. The incident is said to be happened on the Pune – Bengaluru national highway, and the deceased included two kids. - According to the report, at 4 AM near Gundenahalli Cross, an overspeeding mini bus rammed into a stationary truck from behind and caused a horrific collision on the national highway. The dead bodies are reportedly stuck inside the vehicle, and the police teams have already arrived at the spot.All the deceased are from a single family and were reportedly on a pilgrimage trip. Four people suffered injuries, and they were rushed to a nearby hospital. More details are awaited.", "timestamp": 1719548340000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bangalore-weather-today-aqi-and-rain-forecast-updates-june-28-2024-101719538209499.html", "headlines": "Bangalore Weather and AQI Today: Warm start at 20.08 °C, check weather forecast for June 28, 2024", "timestamp": 1719538200000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bangalore-weather-today-aqi-and-rain-forecast-updates-june-29-2024-101719624607708.html", "headlines": "Bangalore Weather and AQI Today: Warm start at 21.2 °C, check weather forecast for June 29, 2024", "timestamp": 1719624600000}
{"url": "https://www.hindustantimes.com/trending/bengaluru-software-engineer-earning-rs-70-lpa-snubbed-by-woman-s-dad-on-shaadicom-101719634331375.html", "headlines": "Bengaluru software engineer earning ", "content": "Finding the right life partner may be a matter of great importance, but sometimes, a cricket match takes precedence. A Bengaluru-based techie learned this the hard way when he messaged a woman on a matrimonial platform, only to get gently snubbed by her cricket-loving father.Rahul, a 28-year-old software engineer from , messaged a woman named Priyanka on Shaadi.com. After introducing himself, Rahul revealed his impressive pay package of 70 lakhs per annum and politely ended his message with the sentence: “I believe we’d be very compatible.”“Hello, I'm Rahul, software engineer from Bangalore. Saw your daughter's profile on . Currently at 70LPA CTC and I believe we'd be very compatible,” he wrote.Rahul received a response from Priyanka’s father, who told him they could talk more after the match.“Hello, thanks! I’m Priyanka’s dad.  (Let's talk after the match),” the father replied. A screenshot of the exchange was posted on X by Rahul’s cousin, Naina. In less than a day, it has been viewed over half a million times on the social media platform, sparking much amusement among viewers.“Uncle had his priorities clear.  (Talking can happen after India beats England),” wrote one commenter, referring to the India vs England semi-final of the , which India won by 68 runs.“Uncle’s got priorities,” another quipped, while a third wrote: “ (Weddings will keep happening, nothing should interrupt the match).”Meanwhile, an unbeaten will face off in the T20 World Cup final at Kensington Oval, Barbados tonight. Safe to assume that Rahul and Priyanka’s rishta talks will resume only after what promises to be a nail-biting final is over and one side lifts the trophy.Get World Cup ready with  From live scores to match stats, catch all the action here.  Get Latest Updates on  Viral News, Video, Photos and  of India and around the world ", "timestamp": 1719753000000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/two-dengue-related-deaths-suspected-in-bengaluru-bbmp-chief-calls-for-micro-plan-report-101719636351494.html", "headlines": "Two dengue-related deaths suspected in Bengaluru; BBMP chief calls for ‘micro plan’: Report", "content": "Two suspected deaths from dengue were reported in Bengaluru on Friday, June 28, amidst a rising number of cases in the city. One death occurred within the Bruhat Bengaluru Mahanagara Palike (BBMP) limits, while the other was outside its jurisdiction,  reported. Health officials provided initial details: an elderly person from BBMP limits passed away in a city hospital, and a senior citizen residing outside BBMP limits also died, both suspected due to dengue-related complications. The deaths are under scrutiny pending official audits by the health department. Suralkar Vikas Kishor, the BBMP Health Commissioner, clarified that these are currently suspected cases, pending confirmation after the death audits scheduled for today, i.e., Saturday, June 29. These potential fatalities would mark the first dengue-related deaths in Bengaluru this year, contrasting with five reported deaths across Karnataka, including Hassan, Shivamogga, Dharwad, and Haveri, the publication stated.Meanwhile, Bengaluru has recorded 1,530 confirmed dengue cases from January 1 to June 28. BBMP Chief Commissioner Tushar Giri Nath, recently diagnosed with dengue himself, spearheaded a \"Dry Day\" campaign urging residents to eliminate stagnant water breeding grounds for mosquitoes. He emphasized the need for micro-level plans, house-to-house surveys, and awareness drives, including using autorickshaws equipped with public address systems in high-risk areas, the report added.", "timestamp": 1719638760000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/yediyurappa-aides-paid-money-to-sexual-assault-victim-mother-to-buy-their-silence-chargesheet-101719636392243.html", "headlines": "‘Yediyurappa, aides paid money to sexual assault victim, mother to buy their silence’: Chargesheet", "content": "The Karnataka High Court on Friday extended by two weeks its interim order restraining the Criminal Investigation Department (CID) from arresting former Chief Minister B S Yediyurappa, against whom the probe agency has filed a chargesheet in connection with a case registered against him under POCSO Act. The CID, probing charges against Yediyurappa of sexually assaulting a minor girl, has alleged in the chargesheet that he and three other accused paid money to the alleged victim and her mother to buy their silence. The 81-year-old Yediyurappa has been charged under Section 8 (punishment for sexual assault) of the Protection of Children from Sexual Offences (POCSO) Act and Sections 354A (sexual harassment), 204 (destruction of document or electronic record to prevent its production as evidence) and 214 (offering gift or restoration of property in consideration of screening offender) of the Indian Penal Code (IPC). The other three co-accused -- Arun Y M, Rudresh M and G Mariswamy who are aides of Yediyurappa -- are charged under IPC Sections 204 and 214, in the chargesheet filed at the Fast Track Court 1 for POCSO Act cases here on Thursday.  On Friday, the HC bench of Justice Krishna S Dixit continued its June 14 order, as it permitted the prosecution to file its objection to the petition filed by Yediyurappa seeking quashing of the case against him. The Special Public Prosecutor sought time to file objections, and maintained that Yediyurappa's petition may not survive as a chargesheet has already been filed. The court then said: \"Call these matters week after next at request of learned Special Public Prosecutor for filing statement of objections if any. Interim order granted earlier to continue till next date of hearing.\" According to the chargesheet, on February 2 this year, at around 11.15 am, the 17-year-old alleged victim, along with her 54-year-old mother -- the complainant -- visited Yediyurappa at his residence in Dollar’s Colony here seeking help in getting justice in a previous case of sexual assault (on the daughter) and other issues. While Yediyurappa was speaking with the mother, he was holding the victim's right wrist with his left hand, it said. Yediyurappa then called the minor inside a meeting room next to the hall and locked the door. He then asked the victim whether she remembered the face of the person who had sexually assaulted her earlier to which the victim replied twice stating that she did, the chargesheet said. After this, Yediyurappa asked her what her age was when she was allegedly sexually assaulted previously, to which she replied six-and-half years, according to the chargesheet. At this point, Yediyurappa allegedly tried to sexually assault her, the CID alleged. The horrified victim pushed Yediyurappa's hand, moved away and asked him to open the door. Yediyurappa then opened the door and exited after putting some cash in the hands of the victim from his pocket. He then told the victim's mother that he couldn’t help them in the case and also gave her some money from his pocket and sent them away, the chargesheet said. After the victim's mother uploaded a video related to the incident on her Facebook account, on February 20, at the behest of Yediyurappa, the other accused -- Arun, Rudresh and Mariswamy -- went to their house and brought them to his residence, it said. According to the chargesheet, Arun then ensured that the victim's mother deleted the video from her Facebook account and her iPhone’s gallery. On Yediyurappa’s directions, Rudresh is said to have paid the alleged victim two lakh in cash. A Bengaluru court on June 13 issued a non-bailable arrest warrant against Yediyurappa in the case registered against him on March 14 this year. The Karnataka High Court on June 14 restrained the CID from arresting Yediyurappa, while directing him to appear before it for probe. Yediyurappa was questioned for over three hours by the CID on June 17. The victim's mother, who had leveled the charge against Yediyurappa, died at a private hospital here last month, due to lung cancer. The victim's brother filed a petition in the court earlier this month alleging that though the case was registered on March 14, no progress has been made in the investigation. The petitioner prayed that Yediyurappa should be arrested and interrogated. Yediyurappa has denied the charge and said he would fight the case legally.", "timestamp": 1719657000000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/karnataka-health-dept-cracks-down-on-carcinogenic-colours-in-pani-puri-report-101719637860115.html", "headlines": "Karnataka health dept cracks down on carcinogenic colours in pani puri: Report", "content": "In response to concerns over mixing of synthetic colours in food, Karnataka's Department of Food Safety and Quality has extended its scrutiny to pani puri vendors after recent actions against those in dishes like Gobi Manchurian and kebabs.A sampling exercise across 79 locations state-wide, including 49 in Bengaluru, revealed troubling findings: many pani puri samples were found to contain carcinogenic chemicals in their sauce and sweet chili powder,  reported.Sources within the department spoke to reporters and disclosed that a significant proportion of these samples tested positive for sunset yellow, brilliant blue, and carmoisine colours, substances known for their potential health risks. In Bengaluru alone, 19 out of 49 samples were identified as having synthetic colours present. As a result, officials are advocating for a ban on the use of sauces and sweet chili powder with artificial colours in pani puri preparation across Karnataka, the publication stated.This initiative follows a recent directive from the Karnataka health department mandating the exclusion of artificial colours in various dishes, including all types of kebabs. Earlier in March, the state government had imposed a ban on Rhodamine-B, a commonly used food colouring agent, which had a notable impact on the market for Gobi Manchurian in Bengaluru. According to reports, sales of the dish plummeted by approximately 80 per cent as vendors adapted their recipes to meet the new regulatory standards, opting for natural alternatives instead.", "timestamp": 1719642120000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/indigo-launches-daily-flights-along-bengaluru-abu-dhabi-route-from-august-1-report-101719639238678.html", "headlines": "Indigo launches daily flights along Bengaluru-Abu Dhabi route from August 1: Report", "content": "Private carrier IndiGo has announced the launch of a new direct flight route between Bengaluru and Abu Dhabi, set to commence operations from August 1. The airline plans to operate the Bengaluru - Abu Dhabi flight six times a week, providing a convenient gateway for Indian travellers to explore Abu Dhabi and beyond through IndiGo's extensive network,  reported.In addition to catering to Indian travellers, IndiGo aims to attract international tourists to Bengaluru, highlighting the city's rich heritage and historical landmarks. The new flight, designated as 6E 1438, will depart from Bengaluru at 9:25 pm daily except Tuesdays and arrive in Abu Dhabi at 11:30 pm, the report stated.Conversely, flight 6E 1439 will depart from Abu Dhabi daily except Wednesdays at 12:30 am, landing in Bengaluru's Kempegowda International Airport (KIA) at 5:45 am. This bi-directional service aims to accommodate both business and leisure travellers, enhancing connectivity between the Silicon Valley of India and the capital of the United Arab Emirates.With the launch of this route, IndiGo has increased its weekly flights to 75 across 10 cities in India. “Bengaluru is the tenth city on the IndiGo network to offer direct flights between Abu Dhabi and India. With the addition of these flights, IndiGo offers 75 weekly frequencies to Abu Dhabi and over 220 to the UAE,” IndiGo's Global Sales Head, Vinay Malhotra, said, as quoted by the publication.", "timestamp": 1719649200000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bangalore-weather-today-aqi-and-rain-forecast-updates-june-30-2024-101719711008145.html", "headlines": "Bangalore Weather and AQI Today: Warm start at 21.82 °C, check weather forecast for June 30, 2024", "timestamp": 1719711000000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/controversy-at-bengaluru-school-over-inclusion-of-chapter-on-actor-tamannaah-bhatia-in-class-7-textbooks-report-101719640640115.html", "headlines": "Controversy at Bengaluru school over inclusion of chapter on actor Tamannaah Bhatia in Class 7 textbooks: Report", "content": "Parents at a private school in Bengaluru's Hebbal have voiced their discontent over a chapter in the school textbooks featuring actor Tamannaah Bhatia, a  said. This issue came to light when parents approached the school administration, expressing their objections and subsequently involving the Karnataka State Commission for Protection of Child Rights and the Associated Management of Primary and Secondary Schools in Karnataka after receiving an “inadequate response”. The chapter titled ‘Life after Partition: Migration, Community and Strife in Sindh, 1947 to 1962’ is part of the class 7 textbook at the Sindhi High School, intended to provide insights into the history and experiences of the Sindhi community, particularly focusing on the linguistic minority aspect. According to reports, parents took issue with the inclusion of Tamannaah Bhatia alongside other prominent Sindhi figures such as actor Ranveer Singh. Their discontent stemmed from what they viewed as a misalignment of the chapter's educational objectives with the choice of individuals featured.Furthermore, allegations surfaced that the school administration resorted to intimidating tactics, threatening to issue transfer certificates to students whose parents voiced objections. This raised concerns about the handling of dissent and parental involvement in educational matters.“We have no objections on children being introduced to another culture. But our objection is about having a chapter on an actor that is unsuitable for grade 7 students, ” A parent told the publication.", "timestamp": 1719652800000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/imd-issues-high-wave-alert-for-coastal-karnataka-fishermen-asked-not-to-enter-sea-101719636378006.html", "headlines": "IMD issues high wave alert for coastal Karnataka, fishermen asked not to enter sea", "content": "Owing to heavy rains in the coastal regions of Karnataka, the India Meteorological Department (IMD) has issued warning for fishermen till June 29.Stating that squally weather with wind speed of 35 kmph to 45 kmph, gusting to 55 kmph, is likely to prevail till June 29, the IMD reiterated its warning to fishermen, asking them not to enter the sea. It has also issued high wave alerts for the coast of Dakshina Kannada (Mulki to Mangalore) Udupi (Baindur to Kapu) and Uttara Kannada (Majali to Bhatkal). With high waves in the range of 2.9 m to 3. 7m till June 29, the Met centre advised caution while doing marine operations and nearshore recreations.Stating that waterlogging and flooding of low-lying areas as well as mudslides and rock falls are possible, it has warned people to avoid areas prone to flash floods and be prepared for power outages and traffic disruptions.According to its report, Bengaluru is likely to receive very light rain, with temperatures varying from 26.4 degrees Celsius to 21.3 degrees Celsius tomorrow.In Karnataka, Agumbe has received the highest rainfall at 81.5 mm on June 27 and Bengaluru city the lowest at 0.1mm.Meanwhile, Bengaluru’s water expert and one of the founders of Biome Trust, S Vishwanath, who tracks the reservoir inflow on 'X' has pointed out that there has been a good inflow in Kaveri basin. \"Kabini roars in,\" he posted on the social media on June 27 from his handle @zenrainman. He had also observed earlier that Kabini will be the first reservoir to fill up as it’s a small reservoir with a large rainy catchment area.As per Karnataka State Natural Disaster Monitoring Centre, as on June 28, water inflow to Kabini stands at 20,113 cusecs.Another 'X' user, who too tracks weather in the state through his handle Namma Karnataka Weather (@namma_vjy) has pointed out that the water level has started receding in Bhagamandala Triveni Sangama.\"Intensity of rain has reduced all across Kodagu and repo areas in north Kerala. Big rains are again possible during the next surge in July. So next few days are likely to provide light to moderate showers across Kodagu,\" he posted on 'X'.", "timestamp": 1719645600000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/bengaluru-reports-its-first-dengue-related-death-this-year-report-101719725961210.html", "headlines": "Bengaluru reports its first dengue-related death this year: Report", "content": "Bengaluru recorded its first confirmed dengue-related death since January on Saturday amid a recent surge in cases, a senior official confirmed.The victim, aged 27 and residing in CV Raman Nagar, succumbed to the vector-borne disease. Prior to this, the city reported two suspected dengue deaths on Friday, prompting authorities to launch a death audit today to determine the exact causes. \"He was admitted at Manipal Hospital on June 25 with a history of fever and died on June 27 due to severe dengue with multiple organ dysfunction syndrome,\" Bruhat Bengaluru Mahanagara Palike (BBMP) Chief Health Officer Dr Syed Sirajuddin Madni told PTI.Additionally, an 80-year-old woman from Tamil Nadu, who had breast and colon cancer, exhibited dengue symptoms but did not die from the disease, clarified the official.\"We have received reports. Out of the two suspected deaths due to dengue, one has been confirmed and it is the first case of dengue death in Bengaluru since January,\" he added.Acknowledging the rising dengue cases across the state, Chief Minister Siddaramaiah instructed officials on Tuesday to prioritize the detection and treatment of the viral infection.Since January, Bengaluru has documented 1,743 cases of dengue, while the state as a whole reported 5,374 cases and five deaths by June 24, according to the chief minister's office.(With inputs from PTI)", "timestamp": 1719730200000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/watch-boy-sits-on-sunroof-of-car-in-peak-bengaluru-traffic-internet-displeased-101719722640329.html", "headlines": "WATCH: Boy sits on sunroof of car in peak Bengaluru traffic, internet displeased", "content": "Another incident of children popping out of car sunroofs in peak Bengaluru traffic has surfaced.“We have all seen kids standing on the car sunroof but this one here will blow your mind - a kid sitting on the sunroof! One sudden brake or another vehicle rear ending is all it takes to bring the kid on the floor. Please don't let your kids do this,” a user wrote on social media site X, sharing a video of the incident.The video depicts a boy sitting on top of a Tata Nexon car during peak traffic hours in the city.Many social media users flooded the post with responses, with one writing, “India doesn't understand why sunroofs are there in the first place. Unless there are strong punishments including suspension of license, these will simply continue.”“I saw a barely 5 year old kid in his father’s lap steering the car while Dad watched,” another shared.“Welcome to India where a lot of civilized people throw the rules and regulations to the dustbin,” a comment read.“Buy a two wheeler instead,” a response said.This follows a similar event where Bengaluru police fined a car owner for allowing his children to pop out of the car’s sunroof while in traffic, urging commuters to refrain from such practices.According to reports, police issued a 1000 fine to the vehicle owner near Marathahalli Road after two children were seen gazing through the sunroof of his Kia Seltos. The fine was issued following a social media post exposing the violation.Meanwhile, Bengaluru Traffic Police Commissioner MN Anucheth emphasized that allowing anyone to protrude from a sunroof is a violation and constitutes unsafe driving practice.", "timestamp": 1719726660000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/karnataka-two-children-die-after-drowning-in-lake-parents-hospitalised-101719724986017.html", "headlines": "Karnataka: Two children die after drowning in lake, parents hospitalised", "content": "Two children of a family died after drowning in Nandrolli Lake in this district on Saturday. The parents, who tried to save them, are undergoing treatment in hospital, police said.The victims have been identified as Dhanraj Satish (13) and Chhaya Satish (7), who were studying in a school in Vandse, they said.The incident happened under Kollur Police station limits in Kundapur taluka in Betala village in the district.According to the police, their parents, Sheela and Satish Madiwala, who tried to rescue them and barely survived from drowning, are in critical condition in a local hospital.Sheela is reported to be recovering, while Sathish is under critical care. They are undergoing treatment at Kundapur Hospital.Both children accidentally slipped and fell into the lake. The parents got into the water to rescue their children but in vain, a police official said.Local officials of the agriculture department also rushed to the spot but could not do much, he said.The police have registered a case of unnatural death and are investigating.", "timestamp": 1719733800000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/veteran-bengaluru-ips-officer-kamal-pant-to-retire-today-after-34-year-career-report-101719727339509.html", "headlines": "Veteran Bengaluru IPS officer Kamal Pant to retire today after 34-year career: Report", "content": "Kamal Pant, the veteran IPS officer of the 1990 batch, renowned for his impactful tenure in Bengaluru, is set to retire on superannuation today. Pant is currently serving as the Director General of Police for Fire and Emergency Services, and concurrently holding the position of DGP (Recruitment). Born on June 21, 1964, in Uttarakhand’s Pithorgarh, Pant pursued his MSc in Applied Geology from Delhi University before joining the Indian Police Service on August 20, 1990, the  reported.Notably, Pant's tenure as Bengaluru Police Commissioner from 2020 to 2022 marked a period of significant reforms and stringent law enforcement measures. Under his leadership, the Bengaluru police implemented rigorous actions such as invoking the Goonda Act against numerous rowdies, resulting in one-year imprisonment without bail. His administration launched a robust anti-drug campaign, leading to the crackdown on drug peddlers across the city.Beyond his policing duties, Pant headed a specialized team tasked with investigating corruption within the Karnataka Lokayukta. During his tenure in central services, Pant contributed to the Central Bureau of Investigation and the Anti-Corruption Branch, further combating crime and corruption. Recognized for his exceptional service, Pant has been honoured with the President’s Police Medal for Meritorious Service and the President’s Police Medal for Distinguished Service, the report added.", "timestamp": 1719737400000}
{"url": "https://www.hindustantimes.com/cities/bengaluru-news/cm-siddaramaiah-caught-in-t20-world-cup-fever-moments-before-boarding-flight-to-delhi-101719720079325.html", "headlines": "CM Siddaramaiah caught in T20 World Cup fever moments before boarding flight to Delhi", "content": "As the electrifying India-South Africa T20 World Cup final kicked off on Saturday night, all Indian cricket enthusiasts fervently rooted for a triumphant outcome for their team. Karnataka Chief Minister Siddaramaiah was no exception, as he found himself in a strange predicament: torn between his duties and his interest in the heavily anticipated cricket match.Clad in his signature vesti, kurta and a shawl (because, why not?), he stood on the tarmac at the airport glued to a tablet playing the world cup final as a car and a private plane waited for him to board.The chief minister was set to go to national capital Delhi to meet with the central leadership. After meeting with Prime Minister Narendra Modi where key issues concerning Karnataka's development and progress were discussed, CM Siddaramaiah on Saturday submitted a detailed letter to the PM, highlighting key demands and priorities for the state, news agency PTI reported.L K Atheeq, the CM's Additional Chief Secretary, posted a picture of the Congress stalwart enjoying a few moments of the thrilling match before boarding the flight on social media site ‘X’. “Chief Minister @siddaramaiah watching T20 World Cup final match before boarding the flight at Delhi today!” he shared.Here is the post: The post had more than 18,600 views and 580 likes at the time this article was being written. Several internet users found the CM's engrossment in the match relatable, with one wriitng, “Wonderful capture sir.”“Luck charm is our chief minister!” another commented.", "timestamp": 1719722400000}
